Repository: guitaripod/flaccy
Catalog: flaccy/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Enrich Metadata
de: Metadaten anreichern
es: Enriquecer metadatos
fr: Enrichir les métadonnées
it: Arricchisci i metadati
ja: メタデータを補強
ko: 메타데이터 보강
pt_br: Enriquecer Metadados
zh_hans: 丰富元数据
zh_hant: 補充中繼資料

source: Enriching “%@”…
de: „%@“ wird angereichert…
es: Enriqueciendo “%@”…
fr: Enrichissement de « %@ »…
it: Arricchimento di “%@”…
ja: 「%@」を補強中…
ko: “%@” 보강 중…
pt_br: Enriquecendo “%@”…
zh_hans: 正在丰富“%@”…
zh_hant: 正在補充「%@」…

source: Every listen counted, with an offline queue that never drops a play.
de: Jeder Hördurchgang zählt – mit einer Offline-Warteschlange, die keine Wiedergabe verliert.
es: Cada escucha cuenta, con una cola sin conexión que nunca pierde una reproducción.
fr: Chaque écoute comptée, avec une file hors ligne qui ne perd jamais une lecture.
it: Ogni ascolto conta, con una coda offline che non perde mai una riproduzione.
ja: 1回の再生も逃さず、オフラインでもキューに貯めて必ず送信します。
ko: 모든 감상을 빠짐없이 기록하고, 오프라인 대기열이 재생을 놓치지 않습니다.
pt_br: Cada audição contabilizada, com uma fila offline que nunca perde uma reprodução.
zh_hans: 每一次收听都算数，离线队列绝不漏掉任何一次播放。
zh_hant: 每一次聆聽都算數，離線佇列絕不漏掉任何一次播放。

source: Everything on one card · 4:5
de: Alles auf einer Karte · 4:5
es: Todo en una tarjeta · 4:5
fr: Tout sur une carte · 4:5
it: Tutto su una card · 4:5
ja: すべてを1枚に · 4:5
ko: 카드 한 장에 전부 · 4:5
pt_br: Tudo em um card · 4:5
zh_hans: 一张卡片包含全部 · 4:5
zh_hant: 全部集中在一張卡片 · 4:5

source: Exceptions
de: Ausnahmen
es: Excepciones
it: Eccezioni
ja: 例外
ko: 예외
pt_br: Exceções
zh_hans: 例外情况
zh_hant: 例外

source: Expands the artist biography
de: Klappt die Interpretenbiografie auf
es: Despliega la biografía del artista
fr: Déplie la biographie de l'artiste
it: Espande la biografia dell'artista
ja: アーティストの経歴を展開します
ko: 아티스트 소개를 펼칩니다
pt_br: Expande a biografia do artista
zh_hans: 展开艺人简介
zh_hant: 展開演出者簡介

source: Explains how Bluetooth, AAC, and lossless audio affect what you hear
de: Erklärt, wie Bluetooth, AAC und verlustfreies Audio dein Hörerlebnis beeinflussen
es: Explica cómo el Bluetooth, el AAC y el audio lossless afectan a lo que oyes
fr: Explique comment le Bluetooth, l'AAC et le lossless influencent ce que vous entendez
it: Spiega come Bluetooth, AAC e audio lossless influiscono su ciò che senti
ja: Bluetooth、AAC、ロスレスが聴こえ方にどう影響するかを解説します
ko: 블루투스, AAC, 무손실 오디오가 소리에 어떤 영향을 주는지 설명합니다
pt_br: Explica como Bluetooth, AAC e áudio lossless afetam o que você ouve
zh_hans: 说明蓝牙、AAC 和无损音频如何影响你听到的声音
zh_hant: 說明藍牙、AAC 與無損音訊如何影響你聽到的聲音

source: Explorer
de: Entdecker
es: Explorador
fr: Explorateur
it: Esploratore
ja: エクスプローラー
ko: 탐험가
pt_br: Explorador
zh_hans: 探索者
zh_hant: 探索者

source: Export PNG…
de: PNG exportieren…
es: Exportar PNG…
fr: Exporter en PNG…
it: Esporta PNG…
ja: PNGを書き出す…
ko: PNG 내보내기…
pt_br: Exportar PNG…
zh_hans: 导出 PNG…
zh_hant: 輸出 PNG…

source: Export failed
de: Export fehlgeschlagen
es: Falló la exportación
fr: Échec de l'export
it: Esportazione non riuscita
ja: 書き出しに失敗しました
ko: 내보내기 실패
pt_br: Falha na exportação
zh_hans: 导出失败
zh_hant: 輸出失敗

source: Exported %@
de: %@ exportiert
es: %@ exportado
fr: %@ exporté
it: %@ esportato
ja: %@を書き出しました
ko: %@ 내보냄
pt_br: %@ exportado
zh_hans: 已导出 %@
zh_hant: 已輸出 %@

source: FLAC albums flow track to track with zero silence.
de: FLAC-Alben laufen ohne eine Sekunde Stille von Titel zu Titel.
es: Los álbumes FLAC fluyen de pista a pista sin un segundo de silencio.
fr: Les albums FLAC s'enchaînent sans une seconde de silence.
it: Gli album FLAC scorrono da un brano all'altro senza un attimo di silenzio.
ja: FLACのアルバムは無音を挟まず曲から曲へ流れます。
ko: FLAC 앨범은 정적 없이 곡에서 곡으로 이어집니다.
pt_br: Álbuns em FLAC fluem de faixa em faixa sem um segundo de silêncio.
zh_hans: FLAC 专辑一曲接一曲，中间没有一秒静音。
zh_hant: FLAC 專輯一曲接一曲，中間沒有一秒空白。

source: Failed
de: Fehlgeschlagen
es: Falló
fr: Échec
it: Non riuscito
ja: 失敗
ko: 실패
pt_br: Falhou
zh_hans: 失败
zh_hant: 失敗

source: Failed to add to playlist
de: Hinzufügen zur Playlist fehlgeschlagen
es: No se pudo añadir a la playlist
fr: Échec de l'ajout à la playlist
it: Aggiunta alla playlist non riuscita
ja: プレイリストに追加できませんでした
ko: 재생목록에 추가하지 못함
pt_br: Falha ao adicionar à playlist
zh_hans: 添加到播放列表失败
zh_hant: 加入播放列表失敗

source: Favorites
de: Favoriten
es: Favoritas
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritas
zh_hans: 收藏
zh_hant: 最愛

source: Favourites you haven't heard in months
de: Favoriten, die du seit Monaten nicht gehört hast
es: Favoritas que llevas meses sin escuchar
fr: Des favoris que vous n'avez pas écoutés depuis des mois
it: Preferiti che non ascolti da mesi
ja: 何か月も聴いていないお気に入り
ko: 몇 달째 듣지 않은 즐겨찾기
pt_br: Favoritas que você não ouve há meses
zh_hans: 好几个月没听的收藏
zh_hant: 好幾個月沒聽的最愛

source: File
de: Ablage
es: Archivo
fr: Fichier
it: Archivio
ja: ファイル
ko: 파일
pt_br: Arquivo
zh_hans: 文件
zh_hant: 檔案

source: Find
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 찾기
pt_br: Buscar
zh_hans: 查找
zh_hant: 尋找

source: Finding artists in your library…
de: Interpreten in deiner Mediathek werden gesucht…
es: Buscando artistas en tu biblioteca…
fr: Recherche des artistes de votre bibliothèque…
it: Ricerca degli artisti nella tua libreria…
ja: ライブラリのアーティストを検索中…
ko: 보관함에서 아티스트를 찾는 중…
pt_br: Procurando artistas na sua biblioteca…
zh_hans: 正在查找资料库中的艺人…
zh_hant: 正在尋找資料庫中的演出者…

source: Finding links…
de: Links werden gesucht…
es: Buscando enlaces…
fr: Recherche de liens…
it: Ricerca dei link…
ja: リンクを検索中…
ko: 링크를 찾는 중…
pt_br: Procurando links…
zh_hans: 正在查找链接…
zh_hant: 正在尋找連結…

source: Finds duplicate tracks and merges album editions. You’ll see exactly what changes before anything happens; removed duplicates go to the Trash.
de: Findet doppelte Titel und führt Album-Editionen zusammen. Du siehst genau, was sich ändert, bevor etwas passiert; entfernte Duplikate landen im Papierkorb.
es: Encuentra pistas duplicadas y fusiona ediciones de álbum. Verás exactamente qué cambia antes de que ocurra nada; los duplicados eliminados van a la papelera.
fr: Trouve les morceaux en double et fusionne les éditions d'album. Vous voyez exactement ce qui change avant que quoi que ce soit se produise ; les doublons retirés vont à la corbeille.
it: Trova i brani duplicati e unisce le edizioni degli album. Vedrai esattamente cosa cambia prima che accada qualsiasi cosa; i duplicati rimossi finiscono nel Cestino.
ja: 重複した曲を見つけ、アルバムのエディションを統合します。実行前に何が変わるかを必ず確認できます。削除した重複はゴミ箱に移動します。
ko: 중복 트랙을 찾아 앨범 에디션을 병합합니다. 실행 전에 무엇이 바뀌는지 정확히 확인할 수 있으며, 제거된 중복은 휴지통으로 이동합니다.
pt_br: Encontra faixas duplicadas e mescla edições de álbum. Você vê exatamente o que muda antes de qualquer coisa acontecer; as duplicatas removidas vão para o Lixo.
zh_hans: 找出重复曲目并合并专辑版本。任何操作前你都能看到具体会有哪些改动；被移除的重复文件会进入废纸篓。
zh_hant: 找出重複的曲目並合併專輯版本。任何動作之前，你都會先看到確切會有哪些變動；移除的重複檔案會進入垃圾桶。

source: Finishing Up
de: Wird abgeschlossen
es: Terminando
fr: Finalisation
it: Completamento
ja: 仕上げ中
ko: 마무리 중
pt_br: Finalizando
zh_hans: 即将完成
zh_hant: 即將完成

source: Five facts about Bluetooth, AAC, and what your files actually deliver to your ears.
de: Fünf Fakten über Bluetooth, AAC und das, was deine Dateien wirklich an dein Ohr liefern.
es: Cinco datos sobre el Bluetooth, el AAC y lo que tus archivos entregan de verdad a tus oídos.
fr: Cinq faits sur le Bluetooth, l'AAC et ce que vos fichiers délivrent vraiment à vos oreilles.
it: Cinque fatti su Bluetooth, AAC e ciò che i tuoi file consegnano davvero alle tue orecchie.
ja: Bluetooth、AAC、そしてファイルが実際に耳へ届けるものについての5つの事実。
ko: 블루투스와 AAC, 그리고 당신의 파일이 실제로 귀에 전달하는 것에 관한 다섯 가지 사실.
pt_br: Cinco fatos sobre Bluetooth, AAC e o que seus arquivos realmente entregam aos seus ouvidos.
zh_hans: 关于蓝牙、AAC，以及你的文件究竟把什么送到耳朵里的五个事实。
zh_hant: 關於藍牙、AAC，以及你的檔案究竟把什麼送進耳裡的五個事實。

source: Flaccy Help
de: Flaccy-Hilfe
es: Ayuda de Flaccy
fr: Aide Flaccy
it: Aiuto Flaccy
ja: Flaccyヘルプ
ko: Flaccy 도움말
pt_br: Ajuda do Flaccy
zh_hans: Flaccy 帮助
zh_hant: Flaccy 輔助說明

source: Flaccy indexes the folder in place — nothing is copied or moved.
de: Flaccy indexiert den Ordner an Ort und Stelle – nichts wird kopiert oder verschoben.
es: Flaccy indexa la carpeta donde está: no se copia ni se mueve nada.
fr: Flaccy indexe le dossier sur place — rien n'est copié ni déplacé.
it: Flaccy indicizza la cartella dov'è: nulla viene copiato o spostato.
ja: Flaccyはフォルダをその場でインデックスします — 何もコピーも移動もしません。
ko: Flaccy는 폴더를 제자리에서 색인합니다 — 아무것도 복사하거나 옮기지 않습니다.
pt_br: O Flaccy indexa a pasta onde ela está — nada é copiado ou movido.
zh_hans: Flaccy 会就地为文件夹建立索引——不会拷贝或移动任何东西。
zh_hant: Flaccy 會就地為資料夾建立索引——不會拷貝或移動任何東西。

source: Flaccy indexes the folder in place — nothing is copied or moved. Files added to the folder appear automatically.
de: Flaccy indexiert den Ordner an Ort und Stelle – nichts wird kopiert oder verschoben. Neue Dateien im Ordner erscheinen automatisch.
es: Flaccy indexa la carpeta donde está: no se copia ni se mueve nada. Los archivos que añadas a la carpeta aparecen automáticamente.
fr: Flaccy indexe le dossier sur place — rien n'est copié ni déplacé. Les fichiers ajoutés au dossier apparaissent automatiquement.
it: Flaccy indicizza la cartella dov'è: nulla viene copiato o spostato. I file aggiunti alla cartella compaiono automaticamente.
ja: Flaccyはフォルダをその場でインデックスします — 何もコピーも移動もしません。フォルダに追加したファイルは自動的に現れます。
ko: Flaccy는 폴더를 제자리에서 색인합니다 — 아무것도 복사하거나 옮기지 않습니다. 폴더에 추가한 파일은 자동으로 나타납니다.
pt_br: O Flaccy indexa a pasta onde ela está — nada é copiado ou movido. Arquivos adicionados à pasta aparecem automaticamente.
zh_hans: Flaccy 会就地为文件夹建立索引——不会拷贝或移动任何东西。往文件夹里添加的文件会自动出现。
zh_hant: Flaccy 會就地為資料夾建立索引——不會拷貝或移動任何東西。之後放進資料夾的檔案會自動出現。

source: Flaccy indexes your music folder in place, so removing from the library moves the original file to the Trash.
de: Flaccy indexiert deinen Musikordner an Ort und Stelle: Beim Entfernen aus der Mediathek wandert die Originaldatei in den Papierkorb.
es: Flaccy indexa tu carpeta de música donde está, así que eliminarla de la biblioteca envía el archivo original a la papelera.
fr: Flaccy indexe votre dossier de musique sur place : retirer un morceau de la bibliothèque place le fichier d'origine dans la corbeille.
it: Flaccy indicizza la tua cartella di musica dov'è, quindi rimuovere un brano dalla libreria sposta il file originale nel Cestino.
ja: Flaccyは音楽フォルダをその場でインデックスするため、ライブラリから削除すると元のファイルがゴミ箱に移動します。
ko: Flaccy는 음악 폴더를 제자리에서 색인하므로, 보관함에서 제거하면 원본 파일이 휴지통으로 이동합니다.
pt_br: O Flaccy indexa sua pasta de música onde ela está, então remover da biblioteca move o arquivo original para o Lixo.
zh_hans: Flaccy 会就地为音乐文件夹建立索引，因此从资料库中移除时，原始文件会被移到废纸篓。
zh_hant: Flaccy 會就地為音樂資料夾建立索引，因此從資料庫移除時，原始檔案會被移到垃圾桶。

source: Flaccy indexes your music folder in place, so removing from the library moves the original files to the Trash.
de: Flaccy indexiert deinen Musikordner an Ort und Stelle: Beim Entfernen aus der Mediathek wandern die Originaldateien in den Papierkorb.
es: Flaccy indexa tu carpeta de música donde está, así que eliminarlas de la biblioteca envía los archivos originales a la papelera.
fr: Flaccy indexe votre dossier de musique sur place : retirer des morceaux de la bibliothèque place les fichiers d'origine dans la corbeille.
it: Flaccy indicizza la tua cartella di musica dov'è, quindi rimuoverli dalla libreria sposta i file originali nel Cestino.
ja: Flaccyは音楽フォルダをその場でインデックスするため、ライブラリから削除すると元のファイルがゴミ箱に移動します。
ko: Flaccy는 음악 폴더를 제자리에서 색인하므로, 보관함에서 제거하면 원본 파일이 휴지통으로 이동합니다.
pt_br: O Flaccy indexa sua pasta de música onde ela está, então remover da biblioteca move os arquivos originais para o Lixo.
zh_hans: Flaccy 会就地为音乐文件夹建立索引，因此从资料库中移除时，原始文件会被移到废纸篓。
zh_hant: Flaccy 會就地為音樂資料夾建立索引，因此從資料庫移除時，原始檔案會被移到垃圾桶。

source: Folds deluxe, remaster, and explicit variants into one album
de: Fasst Deluxe-, Remaster- und Explicit-Varianten zu einem Album zusammen
es: Agrupa las variantes deluxe, remaster y explicit en un solo álbum
fr: Regroupe les variantes deluxe, remaster et explicit en un seul album
it: Riunisce le varianti deluxe, remaster ed explicit in un solo album
ja: デラックス版、リマスター版、Explicit版を1つのアルバムにまとめます
ko: 디럭스, 리마스터, 익스플리싯 버전을 하나의 앨범으로 묶습니다
pt_br: Junta as versões deluxe, remaster e explicit em um só álbum
zh_hans: 把豪华版、重制版和显式版合并成一张专辑
zh_hant: 把豪華版、重製版與 Explicit 版合併成一張專輯

source: For true lossless on iPhone, go wired: the Apple headphone adapter delivers up to 24-bit/48 kHz, and an external USB-C DAC unlocks hi-res lossless up to 24-bit/192 kHz. FLAC also shines on a home rig or desktop where the DAC is wired.
de: Für echtes verlustfreies Audio am iPhone gehst du kabelgebunden: Der Apple-Kopfhöreradapter liefert bis zu 24 Bit/48 kHz, ein externer USB‑C-DAC schaltet Hi-Res bis 24 Bit/192 kHz frei. FLAC glänzt auch an der Anlage oder am Schreibtisch, wo der DAC per Kabel hängt.
es: Para lossless de verdad en el iPhone, ve por cable: el adaptador de auriculares de Apple llega a 24 bits/48 kHz, y un DAC USB‑C externo desbloquea hi-res hasta 24 bits/192 kHz. El FLAC también brilla en un equipo de casa o de escritorio con el DAC conectado por cable.
fr: Pour du vrai lossless sur iPhone, passez au filaire : l'adaptateur casque Apple délivre jusqu'à 24 bits/48 kHz, et un DAC USB‑C externe débloque le hi-res jusqu'à 24 bits/192 kHz. Le FLAC brille aussi sur une chaîne ou un bureau où le DAC est câblé.
it: Per un lossless vero su iPhone serve il cavo: l'adattatore per cuffie Apple arriva a 24 bit/48 kHz e un DAC USB‑C esterno sblocca l'hi-res fino a 24 bit/192 kHz. Il FLAC brilla anche su un impianto o su una scrivania, dove il DAC è collegato via cavo.
ja: iPhoneで本当のロスレスを聴くなら有線です。Appleのヘッドフォンアダプタは24ビット/48 kHzまで、外付けUSB‑C DACなら24ビット/192 kHzのハイレゾロスレスまで再生できます。DACを有線でつなぐ据え置き環境やデスク環境でもFLACは真価を発揮します。
ko: iPhone에서 진짜 무손실을 들으려면 유선이 답입니다. Apple 헤드폰 어댑터는 24비트/48kHz까지, 외장 USB‑C DAC은 24비트/192kHz 하이레스 무손실까지 지원합니다. DAC을 유선으로 연결한 홈 오디오나 데스크 환경에서도 FLAC이 빛을 발합니다.
pt_br: Para lossless de verdade no iPhone, vá de cabo: o adaptador de fones da Apple entrega até 24 bits/48 kHz, e um DAC USB‑C externo libera hi-res de até 24 bits/192 kHz. O FLAC também brilha num sistema de casa ou de mesa, com o DAC ligado por cabo.
zh_hans: 想在 iPhone 上听到真正的无损，就走有线：Apple 耳机转接头最高支持 24 位/48 kHz，外接 USB‑C 解码器可解锁最高 24 位/192 kHz 的高解析度无损。在解码器有线连接的家用或桌面系统上，FLAC 同样出色。
zh_hant: 想在 iPhone 上聽到真正的無損，就走有線：Apple 耳機轉接器最高支援 24 位元/48 kHz，外接 USB‑C DAC 則能解鎖最高 24 位元/192 kHz 的高解析度無損。在 DAC 以有線連接的家用或桌上型系統上，FLAC 同樣出色。

source: Forward 15 seconds
de: 15 Sekunden vor
es: 15 segundos adelante
fr: 15 secondes en avant
it: Avanti di 15 secondi
ja: 15秒進める
ko: 15초 앞으로
pt_br: Avançar 15 segundos
zh_hans: 前进 15 秒
zh_hant: 快轉 15 秒

source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
it: Frequenza
ja: 頻度
ko: 빈도
pt_br: Frequência
zh_hans: 频率
zh_hant: 頻率

source: Full album night
de: Ganzes Album am Stück
es: Noche de álbum completo
fr: Soirée album complet
it: Serata album intero
ja: アルバム一枚聴きの夜
ko: 앨범 한 장 통째로
pt_br: Noite de álbum completo
zh_hans: 整张专辑之夜
zh_hant: 整張專輯之夜

source: Full album · %@
de: Ganzes Album · %@
es: Álbum completo · %@
fr: Album complet · %@
it: Album intero · %@
ja: アルバム全曲 · %@
ko: 앨범 전체 · %@
pt_br: Álbum completo · %@
zh_hans: 整张专辑 · %@
zh_hant: 整張專輯 · %@

source: Gapless Playback
de: Lückenlose Wiedergabe
es: Reproducción sin pausas
fr: Lecture sans blanc
it: Riproduzione senza pause
ja: ギャップレス再生
ko: 갭리스 재생
pt_br: Reprodução sem pausas
zh_hans: 无缝播放
zh_hant: 無縫播放

source: Gapless lossless playback
de: Lückenlose, verlustfreie Wiedergabe
es: Reproducción lossless sin pausas
fr: Lecture lossless sans blanc
it: Riproduzione lossless senza pause
ja: ギャップレスなロスレス再生
ko: 갭리스 무손실 재생
pt_br: Reprodução lossless sem pausas
zh_hans: 无缝无损播放
zh_hant: 無縫無損播放

source: Gapless playback is always on — FLAC albums flow track to track with zero silence.
de: Lückenlose Wiedergabe ist immer aktiv – FLAC-Alben laufen ohne Stille von Titel zu Titel.
es: La reproducción sin pausas está siempre activa: los álbumes FLAC fluyen de pista a pista sin silencios.
fr: La lecture sans blanc est toujours active — les albums FLAC s'enchaînent sans une seconde de silence.
it: La riproduzione senza pause è sempre attiva: gli album FLAC scorrono da un brano all'altro senza silenzi.
ja: ギャップレス再生は常にオン — FLACのアルバムは無音を挟まず曲から曲へ流れます。
ko: 갭리스 재생은 항상 켜져 있습니다 — FLAC 앨범은 정적 없이 곡에서 곡으로 이어집니다.
pt_br: A reprodução sem pausas está sempre ativa — álbuns em FLAC fluem de faixa em faixa sem um segundo de silêncio.
zh_hans: 无缝播放始终开启——FLAC 专辑一曲接一曲，中间没有一秒静音。
zh_hant: 無縫播放一律開啟——FLAC 專輯一曲接一曲，中間沒有一秒空白。

source: Gapless plays consecutive album tracks without silence. Autoplay keeps a similar-music station going when the queue ends.
de: Lückenlos spielt aufeinanderfolgende Albumtitel ohne Stille. Autoplay hält am Ende der Warteschlange einen Sender mit ähnlicher Musik am Laufen.
es: La reproducción sin pausas encadena las pistas de un álbum sin silencios. La reproducción automática mantiene una emisora de música similar cuando la cola termina.
fr: La lecture sans blanc enchaîne les morceaux d'un album sans silence. La lecture auto lance une radio de musique similaire quand la file se termine.
it: La riproduzione senza pause concatena i brani di un album senza silenzi. La riproduzione automatica avvia una stazione di musica simile quando la coda finisce.
ja: ギャップレス再生はアルバムの連続した曲を無音なしでつなぎます。自動再生はキューが尽きたときに似た曲のステーションを続けます。
ko: 갭리스 재생은 앨범의 연속된 트랙을 정적 없이 이어 줍니다. 자동 재생은 대기열이 끝나면 비슷한 음악 스테이션을 이어 갑니다.
pt_br: A reprodução sem pausas emenda as faixas de um álbum sem silêncio. A reprodução automática mantém uma estação de música parecida quando a fila acaba.
zh_hans: 无缝播放让专辑中连续的曲目之间没有静音。自动播放会在队列结束时接上一个相似音乐电台。
zh_hant: 無縫播放讓專輯中連續的曲目之間沒有空白。自動播放則會在待播清單結束時，接上一個相似音樂電台。

source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
ko: 일반
pt_br: Geral
zh_hans: 通用
zh_hant: 一般

source: Go to Album
de: Zum Album
es: Ir al álbum
fr: Voir l'album
it: Vai all'album
ja: アルバムへ移動
ko: 앨범으로 이동
pt_br: Ir para o Álbum
zh_hans: 前往专辑
zh_hant: 前往專輯

source: Go to Artist
de: Zum Interpreten
es: Ir al artista
fr: Voir l'artiste
it: Vai all'artista
ja: アーティストへ移動
ko: 아티스트로 이동
pt_br: Ir para o Artista
zh_hans: 前往艺人
zh_hant: 前往演出者

source: Got It
de: Verstanden
es: Entendido
fr: Compris
it: Ho capito
ja: わかりました
ko: 확인했습니다
pt_br: Entendi
zh_hans: 知道了
zh_hant: 知道了

source: Grid
de: Raster
es: Cuadrícula
fr: Grille
it: Griglia
ja: グリッド
ko: 격자
pt_br: Grade
zh_hans: 网格
zh_hant: 格狀

source: Group Album Editions
de: Album-Editionen gruppieren
es: Agrupar ediciones de álbum
fr: Regrouper les éditions d'album
it: Raggruppa le edizioni degli album
ja: アルバムのエディションをまとめる
ko: 앨범 에디션 묶기
pt_br: Agrupar Edições de Álbum
zh_hans: 合并专辑版本
zh_hant: 合併專輯版本

source: Group album editions (Deluxe, Remaster…) as one album
de: Album-Editionen (Deluxe, Remaster…) als ein Album
es: Agrupar ediciones (Deluxe, Remaster…) como un álbum
fr: Regrouper les éditions (Deluxe, Remaster…) en un album
it: Raggruppa le edizioni (Deluxe, Remaster…) come un unico album
ja: エディション（Deluxe、Remasterなど）を1つのアルバムにまとめます
ko: 에디션(디럭스, 리마스터 등)을 하나의 앨범으로 묶기
pt_br: Agrupar edições (Deluxe, Remaster…) como um só álbum
zh_hans: 把各版本（豪华版、重制版…）合并为一张专辑
zh_hant: 把各種專輯版本（豪華版、重製版…）合併為一張專輯

source: Group editions folds Deluxe, Remaster, and Explicit variants into one album and keeps a single best copy of each song.
de: „Editionen gruppieren“ fasst Deluxe-, Remaster- und Explicit-Varianten zu einem Album zusammen und behält von jedem Titel die beste Kopie.
es: Agrupar ediciones funde las variantes Deluxe, Remaster y Explicit en un solo álbum y conserva la mejor copia de cada canción.
fr: Le regroupement des éditions fond les variantes Deluxe, Remaster et Explicit en un seul album et ne garde que la meilleure copie de chaque morceau.
it: Il raggruppamento delle edizioni fonde le varianti Deluxe, Remaster ed Explicit in un solo album e tiene la copia migliore di ogni brano.
ja: エディションをまとめると、Deluxe版・Remaster版・Explicit版が1つのアルバムになり、各曲は最良のコピーだけが残ります。
ko: 에디션 묶기는 디럭스, 리마스터, 익스플리싯 버전을 하나의 앨범으로 합치고 각 곡의 최상급 사본만 남깁니다.
pt_br: Agrupar edições funde as versões Deluxe, Remaster e Explicit em um só álbum e mantém a melhor cópia de cada música.
zh_hans: 合并版本会把豪华版、重制版和显式版合成一张专辑，每首歌只保留最佳的一份。
zh_hant: 合併版本會把豪華版、重製版與 Explicit 版合成一張專輯，每首歌只保留最好的一份。

source: H2-chip AirPods get lossless wirelessly only with Apple Vision Pro, over a proprietary 5 GHz link — not standard Bluetooth.
de: AirPods mit H2-Chip bekommen verlustfreies Audio drahtlos nur mit Apple Vision Pro über eine proprietäre 5-GHz-Verbindung – nicht über normales Bluetooth.
es: Los AirPods con chip H2 reciben lossless por vía inalámbrica solo con el Apple Vision Pro, mediante un enlace propietario de 5 GHz, no por Bluetooth estándar.
fr: Les AirPods à puce H2 reçoivent le lossless sans fil uniquement avec l'Apple Vision Pro, via une liaison propriétaire 5 GHz — pas en Bluetooth standard.
it: Gli AirPods con chip H2 ricevono il lossless senza fili solo con Apple Vision Pro, tramite un collegamento proprietario a 5 GHz, non con il Bluetooth standard.
ja: H2チップ搭載のAirPodsがワイヤレスでロスレスを受け取れるのはApple Vision Proと組み合わせたときだけで、独自の5 GHzリンクを使います。標準のBluetoothではありません。
ko: H2 칩이 들어간 AirPods가 무선으로 무손실을 받는 경우는 Apple Vision Pro와 함께 쓸 때뿐이며, 표준 블루투스가 아니라 독자 5GHz 연결을 사용합니다.
pt_br: AirPods com chip H2 só recebem lossless sem fio com o Apple Vision Pro, por um enlace proprietário de 5 GHz — não pelo Bluetooth padrão.
zh_hans: 搭载 H2 芯片的 AirPods 只有配合 Apple Vision Pro 才能无线获得无损，走的是专有的 5 GHz 连接，而不是标准蓝牙。
zh_hant: 搭載 H2 晶片的 AirPods 只有搭配 Apple Vision Pro 才能無線取得無損，走的是專屬的 5 GHz 連線，而不是標準藍牙。

source: Heavy Rotation
de: Dauerrotation
es: En rotación
fr: Forte rotation
it: In heavy rotation
ja: ヘビーローテーション
ko: 헤비 로테이션
pt_br: Alta rotação
zh_hans: 高频循环
zh_hant: 重度輪播

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
ko: 도움말
pt_br: Ajuda
zh_hans: 帮助
zh_hant: 輔助說明

source: Hide Flaccy
de: Flaccy ausblenden
es: Ocultar Flaccy
fr: Masquer Flaccy
it: Nascondi Flaccy
ja: Flaccyを隠す
ko: Flaccy 가리기
pt_br: Ocultar Flaccy
zh_hans: 隐藏 Flaccy
zh_hant: 隱藏 Flaccy

source: Hide Others
de: Andere ausblenden
es: Ocultar otros
fr: Masquer les autres
it: Nascondi altre
ja: ほかを隠す
ko: 기타 가리기
pt_br: Ocultar Outros
zh_hans: 隐藏其他
zh_hant: 隱藏其他

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
zh_hans: 记录
zh_hant: 記錄

source: History already imported
de: Verlauf bereits importiert
es: Historial ya importado
fr: Historique déjà importé
it: Cronologia già importata
ja: 履歴はインポート済みです
ko: 기록을 이미 가져왔습니다
pt_br: Histórico já importado
zh_hans: 历史记录已导入
zh_hant: 記錄已匯入過

source: History imported
de: Verlauf importiert
es: Historial importado
fr: Historique importé
it: Cronologia importata
ja: 履歴をインポートしました
ko: 기록 가져옴
pt_br: Histórico importado
zh_hans: 记录已导入
zh_hant: 記錄已匯入

source: How Bluetooth, AAC, and lossless files really affect what you hear.
de: Wie Bluetooth, AAC und verlustfreie Dateien dein Hörerlebnis wirklich beeinflussen.
es: Cómo afectan de verdad el Bluetooth, el AAC y los archivos lossless a lo que oyes.
fr: Comment le Bluetooth, l'AAC et les fichiers lossless influencent vraiment ce que vous entendez.
it: Come Bluetooth, AAC e file lossless influiscono davvero su ciò che senti.
ja: Bluetooth、AAC、ロスレスのファイルが聴こえ方に本当はどう影響するのか。
ko: 블루투스, AAC, 무손실 파일이 실제로 들리는 소리에 어떤 영향을 주는지 알아보세요.
pt_br: Como Bluetooth, AAC e arquivos lossless realmente afetam o que você ouve.
zh_hans: 蓝牙、AAC 和无损文件究竟如何影响你听到的声音。
zh_hant: 藍牙、AAC 與無損檔案究竟如何影響你聽到的聲音。

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
ko: 가져오기
pt_br: Importar
zh_hans: 导入
zh_hant: 匯入

source: Import Files
de: Dateien importieren
es: Importar archivos
fr: Importer des fichiers
it: Importa file
ja: ファイルをインポート
ko: 파일 가져오기
pt_br: Importar Arquivos
zh_hans: 导入文件
zh_hant: 匯入檔案

source: Import Files…
de: Dateien importieren…
es: Importar archivos…
fr: Importer des fichiers…
it: Importa file…
ja: ファイルをインポート…
ko: 파일 가져오기…
pt_br: Importar Arquivos…
zh_hans: 导入文件…
zh_hant: 匯入檔案…
